Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: User-override preferred (Friel 30-min time-trial protocol). Default fallback 0.88 × HRmax — midpoint of Friel's 85–90 % band for fit endurance athletes. α1-derived LT1 estimate (Rogers 2021) is shown each session as a separate aerobic-threshold marker; it does not set LTHR.
ar: يُفضَّل تجاوز المستخدم (بروتوكول فرايل لسباق ضد الساعة مدته 30 دقيقة). والقيمة الاحتياطية الافتراضية 0.88 × HRmax — منتصف نطاق فرايل 85–90 % لرياضيي التحمل اللائقين. ويظهر تقدير LT1 المشتق من α1 (Rogers 2021) في كل جلسة كمؤشر منفصل للعتبة الهوائية، ولا يغيّر LTHR.
da: Brugerens egen værdi foretrækkes (Friels 30-minutters enkeltstart-protokol). Standardreserve 0,88 × HRmax — midtpunktet i Friels 85–90 %-bånd for veltrænede udholdenhedsatleter. Et α1-baseret LT1-estimat (Rogers 2021) vises hver session som en separat markør for den aerobe tærskel; det ændrer ikke LTHR.
de: Bevorzugt wird der eigene Wert (Friels 30-Minuten-Zeitfahrprotokoll). Standard-Rückfall ist 0,88 × HFmax — die Mitte von Friels 85–90 %-Band für gut trainierte Ausdauersportler. Eine aus α1 abgeleitete LT1-Schätzung (Rogers 2021) erscheint in jeder Einheit als eigener Marker der aeroben Schwelle; sie legt die LTHR nicht fest.
es: Se prefiere el valor introducido por el usuario (protocolo de contrarreloj de 30 min de Friel). Alternativa por defecto 0,88 × FCmáx — el punto medio de la banda 85–90 % de Friel para atletas de resistencia en forma. La estimación de LT1 derivada de α1 (Rogers 2021) aparece en cada sesión como un marcador aparte del umbral aeróbico; no fija la LTHR.
fi: Käyttäjän oma arvo on ensisijainen (Frielin 30 minuutin aika-ajoprotokolla). Oletusvara-arvo on 0,88 × maksimisyke — Frielin 85–90 %:n alueen keskikohta hyväkuntoisille kestävyysurheilijoille. α1:stä johdettu LT1-arvio (Rogers 2021) näkyy joka istunnossa erillisenä aerobisen kynnyksen merkkinä; se ei aseta LTHR:ää.
fr: La valeur saisie par l’utilisateur est privilégiée (protocole de contre-la-montre 30 min de Friel). Repli par défaut : 0,88 × FCmax — le milieu de la plage 85–90 % de Friel pour des athlètes d’endurance entraînés. Une estimation de LT1 dérivée de α1 (Rogers 2021) apparaît à chaque séance comme repère distinct du seuil aérobie ; elle ne fixe pas le LTHR.
is: Gildi notanda er tekið fram yfir (30 mínútna tímatökuaðferð Friels). Sjálfgefið varagildi 0,88 × HRmax — miðpunktur 85–90 % bils Friels fyrir vel þjálfaða þolíþróttamenn. LT1-mat leitt af α1 (Rogers 2021) birtist í hverri lotu sem sérstakt merki um loftháða þröskuldinn; það stillir ekki LTHR.
it: È preferito il valore inserito dall’utente (protocollo Friel della prova a cronometro di 30 min). Ripiego predefinito 0,88 × FCmax — il punto medio della banda 85–90 % di Friel per atleti di endurance allenati. Una stima di LT1 derivata da α1 (Rogers 2021) compare a ogni sessione come indicatore separato della soglia aerobica; non imposta la LTHR.
ja: ユーザー設定値を優先します（Friel の 30 分タイムトライアル法）。既定のフォールバックは 0.88 × HRmax — 十分に鍛えられた持久系アスリート向けに Friel が示す 85〜90 % 帯の中央値です。α1 から導いた LT1 推定値（Rogers 2021）は、有酸素性閾値の別個の目安として毎セッション表示されます。LTHR は変更しません。
ko: 사용자가 입력한 값을 우선합니다(Friel의 30분 타임트라이얼 프로토콜). 기본 대체값은 0.88 × HRmax — 잘 훈련된 지구력 선수를 위한 Friel의 85–90 % 구간의 중간값입니다. α1에서 도출한 LT1 추정치(Rogers 2021)는 매 세션 별도의 유산소 역치 표시로 나타나며, LTHR을 설정하지 않습니다.
nb: Brukerens egen verdi foretrekkes (Friels 30-minutters tempoprotokoll). Standard reserveverdi 0,88 × HRmaks — midtpunktet i Friels 85–90 %-bånd for veltrente utholdenhetsutøvere. Et α1-utledet LT1-anslag (Rogers 2021) vises hver økt som en egen markør for den aerobe terskelen; det setter ikke LTHR.
nl: De door de gebruiker ingevoerde waarde krijgt voorrang (Friels 30-minuten-tijdritprotocol). Standaard terugval 0,88 × HSmax — het midden van Friels 85–90 %-band voor goed getrainde duursporters. Een uit α1 afgeleide LT1-schatting (Rogers 2021) verschijnt elke sessie als aparte markering van de aerobe drempel; die stelt de LTHR niet in.
pt_br: O valor definido pelo usuário tem preferência (protocolo de contrarrelógio de 30 min de Friel). Alternativa padrão 0,88 × FCmáx — o ponto médio da faixa 85–90 % de Friel para atletas de endurance treinados. Uma estimativa de LT1 derivada do α1 (Rogers 2021) aparece a cada sessão como um marcador separado do limiar aeróbio; ela não define o LTHR.
ru: Приоритет у значения, заданного пользователем (протокол 30-минутной гонки Фрила). Резервное значение по умолчанию 0,88 × HRmax — середина диапазона 85–90 % по Фрилу для тренированных спортсменов на выносливость. Оценка LT1 из α1 (Rogers 2021) выводится каждую сессию как отдельный ориентир аэробного порога; она не задаёт LTHR.
sv: Användarens egna värde föredras (Friels 30-minuters tempoprotokoll). Standardreserv 0,88 × HRmax — mittpunkten i Friels 85–90 %-band för vältränade uthållighetsidrottare. Ett α1-härlett LT1-estimat (Rogers 2021) visas varje pass som en separat markör för den aeroba tröskeln; det sätter inte LTHR.
zh_hans: 优先使用用户自行设定的值（Friel 的 30 分钟计时赛方案）。默认回退值为 0.88 × HRmax — 即 Friel 针对训练有素的耐力运动员给出的 85–90 % 区间的中点。每次训练还会显示由 α1 推导的 LT1 估计值（Rogers 2021），作为单独的有氧阈参考；它不会设定 LTHR。

source: Validated by others: the Polar H10's ability to find beats as accurately as a clinical ECG, established in published validation literature. Emuqu never sees an ECG and cannot check this itself.
ar: تحقق منه آخرون: قدرة Polar H10 على رصد النبضات بدقة تخطيط القلب السريري ECG، وهو أمر مثبت في أدبيات التحقق المنشورة. لا يرى Emuqu تخطيط ECG أبدًا ولا يمكنه التحقق من ذلك بنفسه.
da: Valideret af andre: Polar H10's evne til at finde hjerteslag lige så præcist som et klinisk EKG, dokumenteret i offentliggjort valideringslitteratur. Emuqu ser aldrig et EKG og kan ikke selv kontrollere dette.
de: Von anderen validiert: die Fähigkeit des Polar H10, Herzschläge so genau wie ein klinisches EKG zu erkennen, belegt in veröffentlichter Validierungsliteratur. Emuqu sieht nie ein EKG und kann das nicht selbst prüfen.
es: Validado por otros: la capacidad de la Polar H10 para detectar latidos con la misma precisión que un ECG clínico, establecida en la literatura de validación publicada. Emuqu nunca ve un ECG y no puede comprobarlo por sí misma.
fi: Muiden validoima: Polar H10:n kyky tunnistaa lyönnit yhtä tarkasti kuin kliininen EKG, osoitettu julkaistussa validointikirjallisuudessa. Emuqu ei koskaan näe EKG:tä eikä voi tarkistaa tätä itse.
fr: Validé par d'autres : la capacité de la Polar H10 à détecter les battements aussi précisément qu'un ECG clinique, établie dans la littérature de validation publiée. Emuqu ne voit jamais d'ECG et ne peut pas le vérifier lui-même.
is: Staðfest af öðrum: hæfni Polar H10 til að finna hjartslög jafn nákvæmlega og klínískt hjartalínurit, staðfest í birtum staðfestingarrannsóknum. Emuqu sér aldrei hjartalínurit og getur ekki sjálft sannreynt þetta.
it: Validato da altri: la capacità del Polar H10 di rilevare i battiti con la stessa precisione di un ECG clinico, stabilita nella letteratura di validazione pubblicata. Emuqu non vede mai un ECG e non può verificarlo da sola.
ja: 他者による検証済みのもの：Polar H10 が臨床用 ECG と同等の精度で心拍を検出できること。これは公表された検証文献で確立されています。Emuqu は ECG を見ることがなく、これを自ら確認することはできません。
ko: 다른 연구로 검증됨: Polar H10이 임상용 ECG만큼 정확하게 박동을 찾아낸다는 점은 발표된 검증 문헌에서 확립되었습니다. Emuqu는 ECG를 보지 않으므로 이를 직접 확인할 수 없습니다.
nb: Validert av andre: Polar H10s evne til å finne hjerteslag like nøyaktig som et klinisk EKG, dokumentert i publisert valideringslitteratur. Emuqu ser aldri et EKG og kan ikke kontrollere dette selv.
nl: Gevalideerd door anderen: het vermogen van de Polar H10 om hartslagen even nauwkeurig te vinden als een klinisch ecg, vastgesteld in gepubliceerde validatieliteratuur. Emuqu ziet nooit een ecg en kan dit zelf niet controleren.
pt_br: Validado por terceiros: a capacidade da Polar H10 de detectar batimentos com a mesma precisão de um ECG clínico, estabelecida na literatura de validação publicada. O Emuqu nunca vê um ECG e não pode verificar isso por conta própria.
ru: Валидировано другими: способность Polar H10 находить удары так же точно, как клиническая ЭКГ, подтверждена в опубликованной валидационной литературе. Emuqu никогда не видит ЭКГ и не может проверить это сам.
sv: Validerat av andra: Polar H10:s förmåga att hitta hjärtslag lika exakt som ett kliniskt EKG, fastställd i publicerad valideringslitteratur. Emuqu ser aldrig något EKG och kan inte själv kontrollera detta.
zh_hans: 由他人验证：Polar H10 能像临床 ECG 一样准确地检测心搏，这一点已在公开的验证文献中确立。Emuqu 从未接触 ECG，无法自行验证。

source: Validated: the HRV metrics themselves. RMSSD, SDNN and pNN50 are checked on every build against 6,000 ECG-derived intervals from 20 PhysioNet recordings, compared with an independent implementation of the Task Force (1996) definitions.
ar: متحقق منه: مقاييس HRV نفسها. تُفحص RMSSD وSDNN وpNN50 في كل إصدار مقابل 6,000 فاصل مستمد من ECG من 20 تسجيلًا في PhysioNet، وتُقارن بتطبيق مستقل لتعريفات Task Force (1996).
da: Valideret: selve HRV-målingerne. RMSSD, SDNN og pNN50 kontrolleres ved hvert build mod 6.000 EKG-afledte intervaller fra 20 PhysioNet-optagelser og sammenlignes med en uafhængig implementering af Task Force-definitionerne (1996).
de: Validiert: die HRV-Metriken selbst. RMSSD, SDNN und pNN50 werden bei jedem Build gegen 6.000 EKG-basierte Intervalle aus 20 PhysioNet-Aufnahmen geprüft und mit einer unabhängigen Umsetzung der Definitionen der Task Force (1996) verglichen.
es: Validado: las propias métricas de HRV. RMSSD, SDNN y pNN50 se comprueban en cada compilación con 6000 intervalos derivados de ECG de 20 grabaciones de PhysioNet, comparándolos con una implementación independiente de las definiciones de la Task Force (1996).
fi: Validoitu: itse HRV-mittarit. RMSSD, SDNN ja pNN50 tarkistetaan jokaisessa koontiversiossa 6 000 EKG:stä johdettua väliä vastaan 20 PhysioNet-tallenteesta ja verrataan Task Forcen (1996) määritelmien riippumattomaan toteutukseen.
fr: Validé : les métriques HRV elles-mêmes. RMSSD, SDNN et pNN50 sont vérifiés à chaque build sur 6 000 intervalles issus d'ECG de 20 enregistrements PhysioNet, et comparés à une implémentation indépendante des définitions de la Task Force (1996).
is: Staðfest: HRV-mælikvarðarnir sjálfir. RMSSD, SDNN og pNN50 eru prófaðir í hverri smíð gegn 6.000 bilum úr hjartalínuritum í 20 PhysioNet-upptökum og bornir saman við óháða útfærslu á skilgreiningum Task Force (1996).
it: Validato: le metriche HRV stesse. RMSSD, SDNN e pNN50 vengono verificati a ogni build su 6.000 intervalli derivati da ECG di 20 registrazioni PhysioNet, confrontati con un'implementazione indipendente delle definizioni della Task Force (1996).
ja: 検証済みのもの：HRV 指標そのもの。RMSSD、SDNN、pNN50 は、ビルドのたびに 20 件の PhysioNet 記録から得た ECG 由来の 6,000 個の間隔で確認され、Task Force（1996）の定義の独立した実装と比較されています。
ko: 검증됨: HRV 지표 자체. RMSSD, SDNN, pNN50은 빌드할 때마다 20개 PhysioNet 기록에서 얻은 ECG 기반 간격 6,000개로 확인되며, Task Force(1996) 정의의 독립적인 구현과 비교됩니다.
nb: Validert: selve HRV-målene. RMSSD, SDNN og pNN50 kontrolleres ved hvert bygg mot 6000 EKG-avledede intervaller fra 20 PhysioNet-opptak, sammenlignet med en uavhengig implementering av Task Force-definisjonene (1996).
nl: Gevalideerd: de HRV-metrieken zelf. RMSSD, SDNN en pNN50 worden bij elke build gecontroleerd tegen 6.000 uit ecg afgeleide intervallen uit 20 PhysioNet-opnames, vergeleken met een onafhankelijke implementatie van de definities van de Task Force (1996).
pt_br: Validado: as próprias métricas de HRV. RMSSD, SDNN e pNN50 são verificados a cada build com 6.000 intervalos derivados de ECG de 20 gravações do PhysioNet, comparados com uma implementação independente das definições da Task Force (1996).
ru: Валидировано: сами метрики ВСР. RMSSD, SDNN и pNN50 проверяются при каждой сборке на 6 000 интервалов из ЭКГ 20 записей PhysioNet и сравниваются с независимой реализацией определений Task Force (1996).
sv: Validerat: själva HRV-måtten. RMSSD, SDNN och pNN50 kontrolleras vid varje bygge mot 6 000 EKG-härledda intervall från 20 PhysioNet-inspelningar, jämfört med en oberoende implementering av Task Force-definitionerna (1996).
zh_hans: 已验证：HRV 指标本身。每次构建时，RMSSD、SDNN 和 pNN50 都会用来自 20 份 PhysioNet 记录的 6,000 个 ECG 间期进行检验，并与 Task Force（1996）定义的独立实现进行比较。

source: Very Active
ar: نشِط جدًا
da: Meget aktiv
de: Sehr aktiv
es: Muy activo
fi: Erittäin aktiivinen
fr: Très actif
is: Mjög virk(ur)
it: Molto attivo
ja: 非常に活動的
ko: 매우 활동적
nb: Svært aktiv
nl: Zeer actief
pt_br: Muito ativo
ru: Очень активный
sv: Mycket aktiv
zh_hans: 非常活跃

source: Very Hard
ar: شاق جدًا
da: Meget hård
de: Sehr hart
es: Muy dura
fi: Erittäin kova
fr: Très difficile
is: Mjög erfitt
it: Molto dura
ja: 非常にハード
ko: 매우 힘듦
nb: Svært hard
nl: Zeer zwaar
pt_br: Muito intenso
ru: Очень тяжёлая
sv: Mycket hård
zh_hans: 非常高强度

source: very hard intensity
ar: شدة عالية جدًا
da: meget hård intensitet
de: sehr harte Intensität
es: intensidad muy dura
fi: erittäin kova teho
fr: intensité très difficile
is: mjög erfið ákefð
it: intensità molto dura
ja: 非常にハードな強度
ko: 매우 높은 강도
nb: svært hard intensitet
nl: zeer zware intensiteit
pt_br: intensidade muito forte
ru: очень тяжёлая интенсивность
sv: mycket hård intensitet
zh_hans: 非常高强度

source: Very low
ar: منخفض جدًا
da: Meget lav
de: Sehr niedrig
es: Muy bajo
fi: Hyvin matala
fr: Très bas
is: Mjög lágt
it: Molto basso
ja: 非常に低い
ko: 매우 낮음
nb: Svært lav
nl: Zeer laag
pt_br: Muito baixo
ru: Очень низкий
sv: Mycket låg
zh_hans: 很低

source: Very tired
ar: متعب جدًا
da: Meget træt
de: Sehr müde
es: Muy cansado
fi: Hyvin väsynyt
fr: Très fatigué
is: Mjög þreyttur
it: Molto stanco
ja: とても疲れている
ko: 매우 피곤함
nb: Svært sliten
nl: Erg moe
pt_br: Muito cansado
ru: Сильная усталость
sv: Mycket trött
zh_hans: 非常疲劳

source: View all
ar: عرض الكل
da: Se alle
de: Alle anzeigen
es: Ver todo
fi: Näytä kaikki
fr: Tout afficher
is: Sjá allt
it: Vedi tutto
ja: すべて表示
ko: 모두 보기
nb: Vis alle
nl: Alles bekijken
pt_br: Ver tudo
ru: Показать все
sv: Visa alla
zh_hans: 查看全部

source: Vitals (15%) — resting heart rate, respiratory rate, wrist temperature
ar: العلامات الحيوية (15%) — معدل ضربات القلب أثناء الراحة، معدل التنفس، حرارة المعصم
da: Vitalværdier (15%) — hvilepuls, vejrtrækningsfrekvens, håndledstemperatur
de: Vitalwerte (15%) — Ruhepuls, Atemfrequenz, Handgelenktemperatur
es: Constantes vitales (15%) — frecuencia cardiaca en reposo, frecuencia respiratoria, temperatura de la muñeca
fi: Elintoiminnot (15%) — leposyke, hengitystiheys, ranteen lämpötila
fr: Signes vitaux (15%) — fréquence cardiaque au repos, fréquence respiratoire, température du poignet
is: Lífsmörk (15%) — hvíldarpúls, öndunartíðni, úlnliðshiti
it: Parametri vitali (15%) — frequenza cardiaca a riposo, frequenza respiratoria, temperatura del polso
ja: バイタル（15%）— 安静時心拍数、呼吸数、手首の皮膚温
ko: 바이탈 (15%) — 안정 시 심박수, 호흡수, 손목 온도
nb: Vitale verdier (15%) — hvilepuls, pustefrekvens, håndleddstemperatur
nl: Vitale waarden (15%) — hartslag in rust, ademhalingsfrequentie, polstemperatuur
pt_br: Sinais vitais (15%) — frequência cardíaca de repouso, frequência respiratória, temperatura do pulso
ru: Жизненные показатели (15%) — пульс покоя, частота дыхания, температура запястья
sv: Vitalvärden (15%) — vilopuls, andningsfrekvens, handledstemperatur
zh_hans: 生命体征（15%）— 静息心率、呼吸频率、手腕温度

source: VO2max-level effort
ar: جهد بمستوى VO2max
da: Indsats på VO2max-niveau
de: Belastung im VO2max-Bereich
es: Esfuerzo de nivel VO2max
fi: VO2max-tason suoritus
fr: Effort de niveau VO2max
is: Álag á VO2max-stigi
it: Sforzo a livello VO2max
ja: VO2maxレベルの強度
ko: VO2max 수준 강도
nb: Innsats på VO2max-nivå
nl: Inspanning op VO2max-niveau
pt_br: Esforço em nível de VO2max
ru: Нагрузка уровня VO2max
sv: Ansträngning på VO2max-nivå
zh_hans: VO2max 级强度

source: Voice can't send right now.
ar: لا يمكن للصوت الإرسال الآن.
da: Stemme kan ikke sende lige nu.
de: Sprache kann gerade nicht senden.
es: La voz no puede enviar ahora mismo.
fi: Ääniviestiä ei voi lähettää juuri nyt.
fr: La voix ne peut pas envoyer pour le moment.
is: Rödd getur ekki sent núna.
it: La voce non può inviare in questo momento.
ja: 現在、音声から送信できません。
ko: 지금은 음성으로 보낼 수 없습니다.
nb: Tale kan ikke sende akkurat nå.
nl: Spraak kan nu niet verzenden.
pt_br: A voz não pode enviar agora.
ru: Голосовой ввод сейчас не может отправить сообщение.
sv: Röst kan inte skicka just nu.
zh_hans: 语音暂时无法发送。

source: Voice chat on iPhone: %@
ar: الدردشة الصوتية على iPhone: %@
da: Stemmechat på iPhone: %@
de: Sprachchat auf dem iPhone: %@
es: Chat de voz en el iPhone: %@
fi: Puhechat iPhonessa: %@
fr: Chat vocal sur l'iPhone : %@
is: Raddspjall á iPhone: %@
it: Chat vocale su iPhone: %@
ja: iPhone のボイスチャット：%@
ko: iPhone 음성 채팅: %@
nb: Talechat på iPhone: %@
nl: Spraakchat op iPhone: %@
pt_br: Chat de voz no iPhone: %@
ru: Голосовой чат на iPhone: %@
sv: Röstchatt på iPhone: %@
zh_hans: iPhone 上的语音聊天：%@

source: Voice input matched the AI's last reply — likely echo. Tap to retry.
ar: تطابق الإدخال الصوتي مع آخر رد للذكاء الاصطناعي — غالبًا صدى. اضغط لإعادة المحاولة.
da: Taleinputtet matchede AI'ens seneste svar — sandsynligvis ekko. Tryk for at prøve igen.
de: Die Spracheingabe entsprach der letzten Antwort der KI — vermutlich ein Echo. Tippe, um es erneut zu versuchen.
es: La entrada de voz coincidía con la última respuesta de la IA, probablemente un eco. Toca para reintentar.
fi: Puhesyöte vastasi tekoälyn viimeistä vastausta — todennäköisesti kaiku. Yritä uudelleen napauttamalla.
fr: L’entrée vocale correspondait à la dernière réponse de l’IA, probablement un écho. Touchez pour réessayer.
is: Raddinntakið passaði við síðasta svar gervigreindarinnar — líklega bergmál. Ýttu til að reyna aftur.
it: L’input vocale corrispondeva all’ultima risposta dell’IA, probabilmente un’eco. Tocca per riprovare.
ja: 音声入力が AI の直前の返答と一致しました（エコーの可能性）。タップして再試行してください。
ko: 음성 입력이 AI의 마지막 답변과 일치했어요. 에코일 가능성이 높아요. 다시 시도하려면 탭하세요.
nb: Taleinndata samsvarte med AI-ens siste svar – sannsynligvis ekko. Trykk for å prøve igjen.
nl: De spraakinvoer kwam overeen met het laatste antwoord van de AI — waarschijnlijk echo. Tik om het opnieuw te proberen.
pt_br: A entrada de voz coincidiu com a última resposta da IA — provavelmente eco. Toque para tentar de novo.
ru: Голосовой ввод совпал с последним ответом ИИ — вероятно, эхо. Нажмите, чтобы повторить.
sv: Röstinmatningen matchade AI:ns senaste svar – troligen eko. Tryck för att försöka igen.
zh_hans: 语音输入与 AI 上一条回复相同，可能是回声。点按重试。

source: Waiting for Bluetooth…
ar: في انتظار البلوتوث…
da: Venter på Bluetooth…
de: Warte auf Bluetooth…
es: Esperando al Bluetooth…
fi: Odotetaan Bluetoothia…
fr: En attente du Bluetooth…
is: Bíður eftir Bluetooth…
it: In attesa del Bluetooth…
ja: Bluetooth を待機中…
ko: Bluetooth 대기 중…
nb: Venter på Bluetooth…
nl: Wachten op Bluetooth…
pt_br: Aguardando o Bluetooth…
ru: Ожидание Bluetooth…
sv: Väntar på Bluetooth…
zh_hans: 正在等待蓝牙…

source: Waiting for the device to finish saving…
ar: بانتظار انتهاء الجهاز من الحفظ…
da: Venter på, at enheden er færdig med at gemme…
de: Warte, bis das Gerät fertig gespeichert hat…
es: Esperando a que el dispositivo termine de guardar…
fi: Odotetaan, että laite saa tallennuksen valmiiksi…
fr: En attente de la fin de l'enregistrement sur l'appareil…
is: Bíð eftir að tækið ljúki vistun…
it: In attesa che il dispositivo finisca di salvare…
ja: デバイスの保存完了を待っています…
ko: 기기가 저장을 마칠 때까지 기다리는 중…
nb: Venter på at enheten blir ferdig med å lagre…
nl: Wachten tot het apparaat klaar is met opslaan…
pt_br: Aguardando o dispositivo terminar de salvar…
ru: Ожидание, пока устройство завершит сохранение…
sv: Väntar på att enheten ska spara klart…
zh_hans: 正在等待设备完成保存…

source: Walk me through last night's sleep — duration, efficiency, deep, REM, awake time. Was it actually good for me, or just OK?
ar: اشرح لي نوم الليلة الماضية — المدة والكفاءة والنوم العميق وREM ووقت اليقظة. هل كان جيدًا لي فعلًا أم مقبولًا فقط؟
da: Gennemgå nattens søvn — varighed, effektivitet, dyb søvn, REM, vågen tid. Var den reelt god for mig, eller bare okay?
de: Geh mit mir den Schlaf der letzten Nacht durch — Dauer, Effizienz, Tiefschlaf, REM, Wachzeit. War er für mich wirklich gut oder nur okay?
es: Repasa conmigo el sueño de anoche: duración, eficiencia, sueño profundo, REM y tiempo despierto. ¿Fue realmente bueno para mí o solo aceptable?
fi: Käy läpi viime yön uni — kesto, tehokkuus, syvä uni, REM ja valveillaoloaika. Oliko se minulle oikeasti hyvää vai vain kohtalaista?
fr: Détaille-moi le sommeil de la nuit dernière — durée, efficacité, sommeil profond, paradoxal, temps éveillé. Était-il vraiment bon pour moi, ou juste correct ?
is: Farðu með mér yfir svefninn í nótt — lengd, nýtni, djúpsvefn, REM og vökutíma. Var hann raunverulega góður fyrir mig eða bara sæmilegur?
it: Guidami nel sonno di stanotte: durata, efficienza, sonno profondo, REM, tempo di veglia. È stato davvero buono per me o solo discreto?
ja: 昨夜の睡眠を振り返ってください — 時間、効率、深い睡眠、レム睡眠、覚醒時間。本当に良い睡眠でしたか、それともまあまあでしたか？
ko: 어젯밤 수면을 같이 살펴봐 줘 — 시간, 효율, 깊은 수면, REM, 깬 시간. 정말 좋은 수면이었어, 아니면 그저 그랬어?
nb: Gå gjennom nattens søvn med meg — varighet, effektivitet, dyp søvn, REM, våken tid. Var den faktisk god for meg, eller bare grei?
nl: Loop de slaap van afgelopen nacht met me door — duur, efficiëntie, diepe slaap, REM, wakkere tijd. Was die echt goed voor me, of gewoon oké?
pt_br: Me explique o sono da noite passada — duração, eficiência, sono profundo, REM, tempo acordado. Foi realmente bom para mim ou só razoável?
ru: Разбери со мной сон прошлой ночи — длительность, эффективность, глубокий сон, REM, время бодрствования. Он был действительно хорошим для меня или просто нормальным?
sv: Gå igenom nattens sömn med mig — längd, effektivitet, djupsömn, REM, vaken tid. Var den verkligen bra för mig, eller bara okej?
zh_hans: 带我回顾一下昨晚的睡眠——时长、效率、深睡、REM、清醒时间。对我来说真的好，还是只是一般？

source: Walking
ar: المشي
da: Gang
de: Gehen
es: Caminata
fi: Kävely
fr: Marche
is: Ganga
it: Camminata
ja: ウォーキング
ko: 걷기
nb: Gåing
nl: Wandelen
pt_br: Caminhada
ru: Ходьба
sv: Promenad
zh_hans: 步行

source: warm up
ar: إحماء
da: opvarmning
de: Aufwärmen
es: calentamiento
fi: lämmittely
fr: échauffement
is: upphitun
it: riscaldamento
ja: ウォームアップ
ko: 워밍업
nb: oppvarming
nl: warming-up
pt_br: aquecimento
ru: разминка
sv: uppvärmning
zh_hans: 热身

source: Was my sleep good?
ar: هل كان نومي جيدًا؟
da: Sov jeg godt?
de: War mein Schlaf gut?
es: ¿Dormí bien?
fi: Nukuinko hyvin?
fr: Ai-je bien dormi ?
is: Svaf ég vel?
it: Ho dormito bene?
ja: よく眠れていた？
ko: 잠은 잘 잤어?
nb: Sov jeg godt?
nl: Heb ik goed geslapen?
pt_br: Meu sono foi bom?
ru: Хорошо ли я спал(а)?
sv: Sov jag bra?
zh_hans: 我昨晚睡得好吗？

source: We need a few more weeks of data to draw a full trajectory.
ar: نحتاج إلى بضعة أسابيع أخرى من البيانات لرسم مسار كامل.
da: Vi skal bruge et par uger mere med data for at tegne en fuld udvikling.
de: Wir brauchen noch ein paar Wochen Daten, um eine vollständige Entwicklung zu zeigen.
es: Necesitamos unas semanas más de datos para trazar una trayectoria completa.
fi: Tarvitsemme vielä muutaman viikon dataa koko kehityssuunnan piirtämiseen.
fr: Il nous faut encore quelques semaines de données pour tracer une trajectoire complète.
is: Við þurfum nokkrar vikur í viðbót af gögnum til að teikna fulla þróun.
it: Ci servono ancora alcune settimane di dati per tracciare una traiettoria completa.
ja: 推移全体を描くには、あと数週間分のデータが必要です。
ko: 전체 추이를 그리려면 몇 주 더 데이터가 필요합니다.
nb: Vi trenger noen uker til med data for å tegne en fullstendig utvikling.
nl: We hebben nog een paar weken data nodig om een volledig verloop te tonen.
pt_br: Precisamos de mais algumas semanas de dados para traçar uma trajetória completa.
ru: Чтобы построить полную динамику, нужно ещё несколько недель данных.
sv: Vi behöver några veckor till med data för att rita en fullständig utveckling.
zh_hans: 还需要几周的数据才能绘制完整轨迹。

source: weight (%@)
ar: الوزن (%@)
da: vægt (%@)
de: Gewicht (%@)
es: peso (%@)
fi: paino (%@)
fr: poids (%@)
is: þyngd (%@)
it: peso (%@)
ja: 体重（%@）
ko: 체중(%@)
nb: vekt (%@)
nl: gewicht (%@)
pt_br: peso (%@)
ru: вес (%@)
sv: vikt (%@)
zh_hans: 体重（%@）
